module.exports = {
  config: {
    name: "love",
    aliases: ["المقربين", "احبائي"],
    version: "1.1",
    author: "GHOST",
    countDown: 5,
    role: 0,
    category: "fun",
    shortDescription: {
      ar: "يعرض الأشخاص المقربين لـ GHOST"
    },
    longDescription: {
      ar: "يعرض قائمة الأشخاص المقربين لـ GHOST"
    },
    guide: {
      ar: "{pn}"
    }
  },

  onStart: async function ({ message }) {
    return message.reply(`
╭━━━〔 💖 𝐆𝐇𝐎𝐒𝐓'𝐬 𝐂𝐥𝐨𝐬𝐞 𝐏𝐞𝐨𝐩𝐥𝐞 💖 〕━━━╮

🦁 ✦『𝑳𝒆𝒐𝒏』➜ ليون

🌸 ✦『𝑫𝒖𝒂𝒂』➜ دعــاء

⚡ ✦『𝒁𝒂𝒌𝒂𝒓𝒊𝒚𝒂』➜ زكـريـاء

😼 ✦『𝑺𝒆𝒏𝒌𝒐𝒔𝒉』➜ سـنـكـوش

🔥 ✦『𝑰𝒕𝒂𝒄𝒉𝒊』➜ إيـتـاشـي

💙 ✦『𝑬𝒊𝒉𝒂𝒃』➜ إيـهــاب

🩷 ✦『𝑯𝒂𝒃𝒊𝒃𝒐』➜ حـبـيـبـو

╰━━━━━━━━━━━━━━━━━━━━━━╯

💖 هــؤلاء هـم الأشـخـاص الـمـقـربـون لـ 𝐆𝐇𝐎𝐒𝐓 💖
✨ لهم مكانة خاصة في قلبي، وأتمنى لهم السعادة والنجاح دائمًا. ❤️
`);
  }
};
